Legal Maxims.tex
% Created 2022-06-28 Tue 12:00
% Intended LaTeX compiler: pdflatex
\documentclass[11pt]{article}
\usepackage[latin1]{inputenc}
\usepackage[T1]{fontenc}
\usepackage{graphicx}
\usepackage{longtable}
\usepackage{wrapfig}
\usepackage{rotating}
\usepackage[normalem]{ulem}
\usepackage{amsmath}
\usepackage{amssymb}
\usepackage{capt-of}
\usepackage{hyperref}
\author{Krishna Jani}
\date{\today}
\title{Legal Maxims}
\hypersetup{
 pdfauthor={Krishna Jani},
 pdftitle={Legal Maxims},
 pdfkeywords={},
 pdfsubject={},
 pdfcreator={Emacs 29.0.50 (Org mode 9.5.4)}, 
 pdflang={English}}
\begin{document}

\maketitle
\tableofcontents


\section{Legal Maxims}
\label{sec:org36cf100}
\begin{itemize}
\item Written in Latin
\end{itemize}

\begin{center}
\begin{tabular}{ll}
Maxim & Meaning\\
\hline
actus non facit rea nisi mens sit rea & There can be no crime without a guilty mind\\
ad valorem & According to Value\\
amicus curiae & Friend of the Court\\
audi alterem partum & Giving opportuanity to hear the other side\\
ex parte & When the judgement is given without hearing the other side\\
assentio mentium & Mutual consent and meeting of minds\\
consensus ad idem & Consensus on the same things and in the same context\\
bona vacantia & A property with no owner\\
caveat emptor & Let the buyer be aware (let the buyer be informed and be aware of the consequenses of his actions)\\
caveat venditor & Let the seller be aware\\
corpus delicto & Body of Crime (Proof that a certain crime has taken place)\\
damnum sine injuria & Damage without injury\\
\end{tabular}
\end{center}
\end{document}